Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Turning this on will show the grams of carbs needed to prevent a low as a notification badge on the Trio home screen located above the main icon. Once enabled, set the Carbs Required Threshold to the lowest number of carbs you'd like to be recommended. A recommendation will not be given if carbs required is below this number. Note: The carbs suggested with this feature are to be used as a recommendation, not as a requirement. Depending on the current accuracy of your sensor and the accuracy of your settings, the suggested carbs can vary widely. Use your best judgement before injesting the suggested quanitity of carbs.
bg: Включването на това ще показва грамовете въглехидрати, необходими за предотвратяване на ниска, като значка за известия върху началния екран на Trio над основната икона. След активиране задайте прага за необходимите въглехидрати на най-малкия брой въглехидрати, който бихте искали да ви се препоръчва. Препоръка няма да се дава, ако необходимите въглехидрати са под това число. Забележка: Въглехидратите, предлагани чрез тази функция, са препоръка, а не задължение. В зависимост от текущата точност на сензора и точността на настройките ви, предложените въглехидрати могат да варират значително. Преценете добре, преди да приемете предложеното количество въглехидрати.
cs: Zapnutím této funkce se počet gramů sacharidů potřebných k zabránění hypo zobrazí jako odznak oznámení na domovské obrazovce Tria nad hlavní ikonou. Po zapnutí nastav „Práh pro doporučení sacharidů“ na nejnižší počet sacharidů, který chceš mít doporučen. Pokud bude potřeba sacharidů nižší než toto číslo, doporučení se nezobrazí. Poznámka: Sacharidy navržené touto funkcí slouží pouze jako doporučení, nikoliv jako požadavek. V závislosti na aktuální přesnosti tvého senzoru a správnosti tvého nastavení se mohou navrhované sacharidy značně lišit. Před požitím navrženého množství sacharidů se řiď vlastním úsudkem.
da: Hvis du slår dette til, vises grammet af kulhydrater, der er nødvendige for at forhindre en lav som et meddelelsesmærke på Trio-startskærmen placeret over hovedikonet. Når aktiveret, indstille kulhydrater kræves Tærskel til det laveste antal kulhydrater, du gerne vil blive anbefalet. Der vil ikke blive givet en anbefaling, hvis kulhydrater er under dette nummer. Bemærk: De kulhydrater, der foreslås med denne funktion, skal bruges som en anbefaling, ikke som et krav. Afhængigt af den aktuelle nøjagtighed af din sensor og nøjagtigheden af dine indstillinger, kan de foreslåede kulhydrater variere meget. Brug din bedste dømmekraft, før du skader den foreslåede modstandsdygtighed over for kulstof.
de: Wenn Du diese Funktion aktivierst, werden die Kohlenhydrate, die benötigt werden, um eine Unterzuckerung zu vermeiden, als Benachrichtigungssymbol auf dem Startbildschirm von Trio über dem Homescreen-Dymbol angezeigt. Lege nach der Aktivierung den Schwellenwert für benötigte Kohlenhydrate auf die niedrigste Anzahl von Kohlenhydraten fest, die empfohlen werden soll. Es wird keine Empfehlung ausgesprochen, wenn die Anzahl der benötigten Kohlenhydrate unter diesem Wert liegt. Hinweis: Die mit dieser Funktion vorgeschlagenen Kohlenhydrate sind als Empfehlung zu verstehen, nicht als ein "Muss". Je nach der aktuellen Genauigkeit Deines Sensors und der Genauigkeit Deiner Einstellungen können die vorgeschlagenen Kohlenhydrate stark variieren. Überlege gut, bevor Du die vorgeschlagene Menge an Kohlenhydraten zu Dir nimmst.
fr: Activer cette option affichera le nombre de grammes de glucides nécessaires pour éviter une hypoglycémie sous forme de pastille de notification dans la barre avec les boutons d'actions de Trio, au-dessus de l’icône "Principal" (📈). Une fois activée, fixez le seuil de glucides requis (en grammes) à partir duquel vous souhaitez recevoir cette recommandation. Si le besoin en glucides est inférieur à cette valeur, aucune recommandation ne sera affichée . Remarque : Les glucides suggérés via cette fonctionnalité sont des recommandations, pas des obligations. Selon la précision actuelle de votre capteur et la fiabilité de vos réglages, la quantité suggérée peut varier considérablement. Utilisez toujours votre bon sens avant d’ingérer la quantité de glucides recommandée.
it: Attivando questa opzione verranno visualizzati i grammi di carboidrati necessari per evitare un abbassamento come distintivo di notifica nella schermata Home del Trio situata sopra l'icona principale. Una volta abilitata, imposta la soglia richiesta per Carbs al numero più basso di carboidrati che vorresti essere raccomandato. Una raccomandazione non sarà data se i carboidrati richiesti sono al di sotto di questo numero. Nota: i carboidrati suggeriti con questa funzione devono essere utilizzati come raccomandazione, non come requisito. A seconda della precisione attuale del sensore e della precisione delle impostazioni, i carboidrati suggeriti possono variare ampiamente. Utilizzare il vostro giudizio migliore prima di ferire la quanitity suggerita di carboidrati.
nb_no: Ved å aktivere denne funksjonen vil Trio vise antall gram karbohydrater som trengs for å unngå føling. Dette vil vises over hovedikonet på hjemskjermen. Etter aktivering, sett innstillingen "Terskel for karbohydratbehov" til det laveste antall karbohydrater du ønsker å få anbefalt. Det vil ikke bli gitt noen anbefaling dersom behovet er lavere enn det du setter i innstillingen. Merk: Anbefalingen skal brukes veiledende, ikke som en fasit. Anbefalingen kan variere stort med nøyaktigheten på din sensor og dine innstillinger. Bruk egen vurdering før du inntar karbohydrater i henhold til anbefalingen.
nl: Door dit aan te zetten worden de grammen van koolhydraten weergegeven die nodig zijn om te voorkomen dat een lage als meldingsbadge op het startscherm van de Trio zich boven het hoofdpictogram bevinden. Eenmaal ingeschakeld stel je de vereiste hoeveelheid koolhydraten in op het laagste aantal koolhydraten dat je zou willen aanbevelen. Een aanbeveling wordt niet gegeven als de vereiste koolhydraten onder dit nummer vallen. Opmerking: de koolhydraten die met deze functie worden voorgesteld, moeten worden gebruikt als een aanbeveling, niet als een vereiste. Afhankelijk van de huidige nauwkeurigheid van de sensor en de nauwkeurigheid van je instellingen, kunnen de voorgestelde koolhydraten sterk variëren. Gebruik je beste beoordeling voordat je de voorgestelde quanitiiteit van koolhydraten beschadigt.
pl: Włączenie tej funkcji spowoduje wyświetlenie gramów węglowodanów potrzebnych do uniknięcia hipoglikemii jako odznaki powiadomienia na ekranie głównym Trio, znajdującej się nad główną ikoną. Po włączeniu ustaw próg wymaganych węglowodanów na najniższą liczbę węglowodanów, które chcesz zalecić. Zalecenie nie zostanie podane, jeśli wymagana liczba węglowodanów będzie niższa od tej liczby. Uwaga: Węglowodany sugerowane przez tę funkcję mają być używane jako zalecenie, a nie jako wymóg. W zależności od bieżącej dokładności czujnika i dokładności ustawień sugerowane węglowodany mogą się znacznie różnić. Przed przyjęciem sugerowanej ilości węglowodanów należy kierować się własnym osądem.
pt_pt: Ao ativá-la, você mostrará os gramas de carbs necessários para evitar um sinal de notificação baixo na tela do Trio Home, localizada acima do ícone principal. Uma vez ativado, defina o limite necessário de carboidratos para o menor número de carbos que você gostaria de ser recomendado. Uma recomendação não será dada se os carbs necessários estiverem abaixo deste número. Nota: Os hidratos sugeridos com essa funcionalidade devem ser usados como uma recomendação, não como um requisito. Dependendo da precisão atual do seu sensor e da precisão das suas configurações, os hidratos sugeridos podem variar largamente. Utilize seu melhor julgamento antes de injedificar a quanidade sugerida de carboidratos.
sv: Genom att aktivera denna inställning visas antalet gram kolhydrater som behövs för att förhindra en låg glukosnivå som en notifieringssymbol på Trio-startskärmen, placerad ovanför hemikonen. När funktionen är aktiverad, ställ in “Tröskelvärde för behov kolhydrater” till det lägsta antalet kolhydrater du vill få rekommenderat. En rekommendation ges inte om behovet understiger denna mängd. Obs: De kolhydrater som föreslås med denna funktion är en rekommendation, inte ett krav. Beroende på sensorns aktuella noggrannhet och inställningarnas precision kan de föreslagna kolhydraterna variera kraftigt. Använd ditt omdöme innan du intar den föreslagna mängden kolhydrater.
vi: Bật tính năng này sẽ hiển thị số gam carbs cần thiết để ngăn ngừa hạ đường huyết dưới dạng biểu tượng thông báo (badge) trên màn hình chính của Trio, nằm phía trên biểu tượng chính. Khi đã bật, hãy đặt Ngưỡng Cần Carbs (Carbs Required Threshold) thành số gam thấp nhất mà bạn muốn hệ thống đề xuất. Sẽ không có khuyến nghị nào được đưa ra nếu lượng carbs cần thiết nằm dưới ngưỡng này. Lưu ý: Lượng carbs được đề xuất từ tính năng này chỉ mang tính chất khuyến nghị, không phải bắt buộc. Tùy thuộc vào độ chính xác hiện tại của cảm biến đường huyết và độ chính xác trong các thiết lập của bạn, lượng carbs được đề xuất có thể thay đổi đáng kể. Hãy sử dụng phán đoán của bạn trước khi nạp lượng carbs được đề xuất.
zh_hant: 啟用這個功能後，將在 Trio 主畫面上的圖示上方顯示防止低血糖所需的碳水化合物克數作為通知標籤。 啟用後，將碳水所需門檻值設為您希望推薦的碳水化合物的最低數量。如果所需碳水化合物低於此數量，則不會提供推薦。 注意：使用此功能建議的碳水化合物數量僅供參考，並非必需。根據您傳感器的當前準確性和設定的準確性，建議的碳水化合物數量可能會有很大變化。請在攝入建議的碳水化合物數量前谨慎考量。

source: Type
bg: Тип
cs: Typ
de: Typ
es: Tipo
it: Tipo
pl: Typ
pt_pt: Tipo
ru: Тип
sv: Typ
uk: Тип
vi: Loại cảm biến
zh_hant: 類型

source: UAM (Unannounced Meal)
bg: UAM (неанонсирано хранене)
cs: UAM (neohlášené jídlo)
da: UAM (Uanmeldt Måltid)
de: UAM (Unangekündigte Mahlzeiten)
es: UAM (comida sin anunciar)
fr: UAM (repas non annoncé)
it: UAM (Pasto Senza Annuncio)
nb_no: UAM (uanmeldt måltid)
nl: UAM (Onaangekondigde Meal)
pl: UAM (Niezapowiedziane posiłki)
pt_pt: UAM (refeição não anunciada)
ru: UAM (Необъявленный Металл)
sv: UAM (oanmäld måltid)
uk: UAM (Неоголошене Псін)
vi: UAM (Bữa ăn không báo trước)
zh_hant: UAM（未通報用餐）

source: UAM SMB Minutes
bg: UAM SMB минути
cs: Minuty UAM SMB
de: UAM SMB Minuten
it: UAM SMB Minuti
nb_no: UAM SMB minutter
nl: UAM SMB Minuten
pl: Minuty UAM SMB
ru: UAM SMB минуты
sv: UAM SMB-minuter
uk: Хвилини UAM SMB
vi: Số phút SMB cho UAM
zh_hant: UAM 微量注射分鐘數

source: Ultra-Rapid: 55 minutes (permitted range 35-100 minutes)
bg: Ултра-бързодействащ: 55 минути (разрешен диапазон 35–100 минути)
cs: Ultrarychlý: 55 minut (povolený rozsah 35–100 minut)
da: Ultra-Rapid: 55 minutter (tilladt område 35-100 minutter)
de: Ultra-Rapid: 55 Minuten (zulässiger Bereich 35-100 Minuten)
es: Ultra-Rápido: 55 minutos (rango permitido de 35 a 100 minutos)
fr: Ultra-rapide : 55 minutes (plage autorisée : 35 à 100 minutes)
it: Ultra-Rapid: 55 minuti (intervallo consentito 35-100 minuti)
nb_no: Ultra-Rapid: 55 minutter (tillatt område 35–100 minutter)
nl: Ultra-Rapid: 55 minuten (toegestane bereik 35-100 minuten)
pl: Ultra-Rapid: 55 minut (dozwolony zakres 35-100 minut)
pt_pt: Ultra-Rapid: 55 minutos (intervalo permitido de 35-100 minutos)
ru: Ультра-Рапид: 55 минут (разрешенный диапазон 35-100 минут)
sv: Ultra-Rapid: 55 minuter (tillåtet intervall 35-100 minuter)
uk: Ультра-швидка клавіша: 55 хвилин (дозволений діапазон 35-100 хвилин)
vi: Ultra-Rapid: Tác dụng siêu nhanh: 55 phút (phạm vi cho phép: 35–100 phút)
zh_hant: 超快速：55分鐘（允許範圍35-100分鐘）

source: Unable to change anything
bg: Нищо не може да се промени
cs: Nelze nic změnit
da: Kunne ikke ændre noget
de: Keine Änderungen möglich
es: No se puede cambiar nada
fr: Aucune modification possible
it: Impossibile modificare lo stato
nb_no: Kan ikke utføre endringer
nl: Kan de status niet wijzigen
pl: Nie można niczego zmienić
pt_pt: Não é possível alterar nada
ru: Не удалось ничего изменить
sv: Det går inte att ändra något
uk: Неможливо змінити статус
vi: Không thể chỉnh sửa gì cả
zh_hant: 無法更改任何內容

source: Unable to Save
bg: Не може да се запази
cs: Nelze uložit
da: Kan ikke gemme
de: Speichern nicht möglich
es: No se puede guardar
fr: Impossible d'enregistrer
it: Impossibile salvare
nb_no: Kunne ikke lagre
nl: Kan niet opslaan
pl: Nie można zapisać
pt_pt: Não foi possível salvar
ru: Не удается сохранить
sv: Kunde inte spara
uk: Не вдалося зберегти
vi: Không thể lưu trữ
zh_hant: 無法儲存

source: Unable to set a temporary basal rate: %1$@
bg: Не може да се зададе временен базал: %1$@
cs: Nelze nastavit dočasný bazál: %1$@
da: Kan ikke indstille en midlertidig basal rate: %1$@
de: Konnte keine Temporäre Basalrate festlegen: %1$@
es: No se puede establecer una tasa basal temporal: %1$@
fr: Impossible d’appliquer un débit basal temporaire : %1$@
it: Impossibile impostare una velocità basale temporanea: %1$@
nb_no: Kunne ikke angi en midlertidig basalrate: %1$@
nl: Kan geen tijdelijke basaalstand instellen: %1$@
pl: Nie można ustawić tymczasowej dawki podstawowej: %1$@
pt_pt: Não é possível definir uma taxa basal temporária: %1$@
ru: Не удалось установить ВБС: %1$@
sv: Kunde inte ställa in en temporär basaldos: %1$@
uk: Неможливо встановити Тимчасову Базальну Швидкість: %1$@
vi: Không thể cài đặt tỷ lệ liều nền tạm thời: %1$@
zh_hant: 無法設定臨時基礎率：%1$@

source: Unable to set a temporary basal rate: %1$@ %2$@
bg: Не може да се зададе временен базал: %1$@ %2$@
cs: Nelze nastavit dočasný bazál: %1$@ %2$@
da: Kan ikke indstille en midlertidig basal rate: %1$@ %2$@
de: Konnte keine Temporäre Basalrate festlegen: %1$@ %2$@
es: No se puede establecer una tasa basal temporal: %1$@ %2$@
fr: Impossible d’appliquer un débit basal temporaire : %1$@ %2$@
it: Impossibile impostare una velocità basale temporanea: %1$@ %2$@
nb_no: Kunne ikke angi en manuell basalrate: %1$@ %2$@
nl: Kan geen tijdelijke basaalstand instellen: %1$@ %2$@
pl: Nie można ustawić tymczasowej dawki podstawowej: %1$@ %2$@
pt_pt: Não é possível definir uma taxa de basal temporária: %1$@ %2$@
ru: Не удалось установить ВБС: %1$@ %2$@
sv: Kunde inte ställa in en temporär basaldos: %1$@ %2$@
uk: Не вдалося встановити Тимчасову Базальну Швидкість: %1$@ %2$@
vi: Không thể cài đặt tỷ lệ liều nền tạm thời: %1$@ %2$@
zh_hant: 無法設定臨時基礎率：%1$@ %2$@

source: unit
bg: единица
cs: jednotek
da: enhed
de: Einheit
es: unidad
fr: unité
it: unità
nb_no: enhet
nl: eenheid
pl: jednostka
pt_pt: unidade
ru: единицы
sv: enhet
uk: одиниць
vi: đơn vị
zh_hant: 單位

source: Unit override
bg: Отмяна на единицата
cs: Přepsání jednotek
da: Tilsidesæt enhed
de: Einheit überschreiben
es: Anulación de unidad
fr: Remplacement de l'unité
it: Sovrascrizione unità
nb_no: Overstyr enhet
nl: Eenheid aanpassen
pl: Zastąpienie jednostki
pt_pt: Substituição da unidade
ru: Переопределение единицы
sv: Ersätt enhet
uk: Задати величину
vi: Đơn vị ghi đè
zh_hant: 單位覆蓋

source: Units & Pump
bg: Единици и помпа
cs: Jednotky a pumpa
da: Enheder & Pumpe
de: Einheiten & Pumpe
fr: Unités et pompe
nb_no: Enheter og pumpe
nl: Eenheden & Pomp
pl: Jednostki i pompa
sv: Enheter & pump
vi: Đơn vị & Bơm
zh_hant: 單位與幫浦

source: Units and Limits
bg: Единици и лимити
cs: Jednotky a limity
da: Enheder og grænser
de: Einheiten und Grenzen
es: Unidades y límites
fr: Unités et limites
it: Unità e limiti
nb_no: Enheter og bergensninger
nl: Eenheden en limieten
pl: Jednostki i limity
pt_pt: Unidades e Limites
ru: Единицы и ограничения
sv: Enheter och gränser
uk: Одиниці виміру та ліміти
vi: Đơn vị và giới hạn
zh_hant: 單位和限制

source: Unknown
bg: Неизвестно
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nb_no: Ukjent
nl: Onbekend
pl: Nieznana
pt_pt: Desconhecido
ru: Неизвестно
sv: Okänd
uk: Невідомий
vi: Không xác định
zh_hant: 未知

source: Unknown Error
bg: Неизвестна грешка
cs: Neznámá chyba
da: Ukendt Fejl
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore Sconosciuto
nb_no: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_pt: Erro Desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
uk: Невідома помилка
vi: Lỗi không xác định
zh_hant: 未知錯誤

source: Unsuspend If No Temp
bg: Възобновяване при липса на временен базал
cs: Obnovit, pokud neběží dočasný bazál
da: Afbryd Hvis Ingen Temp
de: Forsetzen wenn kein Temporäres Ziel aktiv
es: Dessuspender si no hay temporal
fr: Annuler la suspension si aucun débit temporaire
it: Sospendi Se Nessuna Temp
nb_no: Fjern pause hvis det ikke finnes et midlertidig mål
nl: Schorsing opheffen als geen tijdelijk doel is ingesteld
pl: Wznów po zawieszeniu
pt_pt: Dessuspender Se Não Temp
ru: Возобновлять подачу, если нет ВБС
sv: Återaktivera om ingen temp basal
uk: Відновлювати Подачу, якщо Немає ТБШ
vi: Bỏ tạm dừng nếu không có liều tạm thời
zh_hant: 如果沒有臨時，則無法暫停

source: Until %@
bg: До %@
cs: Do %@
da: Indtil %@
de: Bis %@
es: Hasta %@
fr: Jusqu'à %@
it: Fino Ad %@
nb_no: Til %@
nl: Tot %@
pl: Do %@
pt_pt: Até %@
ru: До %@
sv: Till %@
uk: До %@
vi: Cho đến khi %@
zh_hant: 直到 %@

source: Update Available
bg: Налично обновление
cs: Dostupná aktualizace
da: Opdatering Tilgængelig
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento Disponibile
nb_no: Oppdatering tilgjengelig
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_pt: Atualização disponível
ru: Доступно обновление
sv: Uppdatering tillgänglig
uk: Доступне оновлення
vi: Có bản cập nhật mới
zh_hant: 有可用更新

source: Update every number of minutes:
bg: Интервал на обновяване (минути):
cs: Interval aktualizace (v minutách):
da: Opdater hvert antal minutter:
de: Aktualisierung alle paar Minuten:
es: Actualizar cada número de minutos:
fr: Fréquence de mise à jour (minutes) :
it: Aggiorna ogni numero di minuti:
nb_no: Tid mellom oppdatering (i minutter):
nl: Werk elk aantal minuten bij:
pl: Aktualizuj każdą liczbę minut:
pt_pt: Atualizar cada número de minutos:
ru: Частота обновления в минутах:
sv: Uppdatera varje antal minuter:
uk: Оновлюйте кожну кількість хвилин:
vi: Cập nhật theo từng phút:
zh_hant: 每幾分鐘更新一次：

source: Update Required
bg: Изисква се обновление
cs: Je vyžadována aktualizace
da: Opdatering Påkrævet
de: Update erforderlich
es: Actualización requerida
fr: Mise à jour requise
it: Aggiornamento Richiesto
nb_no: Oppdatering påkrevd
nl: Update vereist
pl: Wymagana aktualizacja
pt_pt: Atualização Necessária
ru: Требуется обновление
sv: Uppdatering krävs
uk: Необхідне оновлення
vi: Yêu cầu cập nhật
zh_hant: 需要更新

source: Updated
bg: Обновено
cs: Aktualizováno
da: Opdateret
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
nb_no: Oppdatert
nl: Bijgewerkt
pl: Zaktualizowano
pt_pt: Atualizado
ru: Обновлено
sv: Uppdaterad
uk: Оновлено
vi: Đã cập nhật
zh_hant: 已更新

source: Updated:
bg: Обновено:
cs: Aktualizováno:
da: Opdateret:
de: Aktualisiert:
es: Actualizado:
fr: Mis à jour :
it: Aggiornato:
nb_no: Oppdatert:
nl: Bijgewerkt:
pl: Zaktualizowano:
pt_pt: Atualizado:
ru: Изменено:
sv: Uppdaterad:
uk: Оновлено:
vi: Đã cập nhật:
zh_hant: 已更新：

source: Updating COB ...
bg: Обновяване на COB...
cs: Aktualizace COB ...
da: Opdaterer COB ...
de: Aktualisierung der COB ...
fr: Mise à jour des glucides actifs (COB)...
nb_no: Oppdaterer COB...
nl: COB bijwerken...
pl: Aktualizowanie COB ...
sv: Uppdaterar COB ...
vi: Đang cập nhật COB ...
zh_hant: 正在更新COB ...

source: Updating History ...
bg: Обновяване на историята...
cs: Aktualizace historie...
da: Opdaterer Historik ...
de: Aktualisierung des Verlaufs ...
fr: Mise à jour de l’historique...
nb_no: Oppdaterer historikk...
nl: Geschiedenis bijwerken...
pl: Aktualizowanie historii...
sv: Uppdaterar historiken ...
vi: Đang cập nhật History ...
zh_hant: 正在更新歷史紀錄 ...

source: Updating IOB ...
bg: Обновяване на IOB...
cs: Aktualizace IOB ...
da: Opdaterer IOB ...
de: IOB aktualisieren ...
fr: Mise à jour de l’insuline active (IOB)...
nb_no: Oppdaterer IOB...
nl: IOB bijwerken...
pl: Aktualizowanie IOB ...
sv: Uppdaterar IOB ...
vi: Đang cập nhật IOB ...
zh_hant: 正在更新IOB ...

source: Updating IOB and COB ...
bg: Обновяване на IOB и COB...
cs: Aktualizace IOB a COB ...
da: Opdaterer IOB og COB ...
de: IOB und COB aktualisieren ...
fr: Mise à jour de l’insuline active (IOB) et des glucides actifs (COB)...
nb_no: Oppdaterer IOB og COB...
nl: IOB en COB bijwerken...
pl: Aktualizowanie IOB i COB...
sv: Uppdaterar IOB och COB ...
vi: Đang cập nhật IOB và COB...
zh_hant: 正在更新IOB和COB ...

source: Updating IOB...
bg: Обновяване на IOB...
cs: Aktualizace IOB...
da: Opdaterer IOB...
de: Aktualisiere IOB...
es: Actualizando IOB...
fr: Mise à jour de l'IOB...
it: Aggiornamento IOB...
nb_no: Oppdaterer IOB...
nl: IOB bijwerken...
pl: Aktualizowanie IOB...
pt_pt: Atualizando IOB...
ru: Обновление IOB...
sv: Uppdaterar IOB...
uk: Оновлення IOB...
vi: Đang cập nhật IOB...
zh_hant: 正在更新IOB...

source: Updating Treatments ...
bg: Обновяване на въвежданията...
cs: Aktualizuji ošetření...
da: Opdaterer Behandlinger ...
de: Behandlungen aktualisieren ...
fr: Mise à jour des traitements...
nb_no: Oppdaterer behandlinger...
nl: Behandelingen worden bijgewerkt...
pl: Aktualizowanie terapii ...
sv: Uppdaterar behandlingar ...
vi: Đang cập nhật Liệu pháp điều trị ...
zh_hant: 正在更新療程 ...

source: Updating...
bg: Обновяване...
cs: Probíhá aktualizace...
da: Opdaterer...
de: Wird aktualisiert...
es: Actualizando...
fr: Mise à jour...
it: Aggiornando...
nb_no: Oppdaterer...
nl: Updaten...
pl: Aktualizowanie...
pt_pt: Atualizando...
ru: Обновление...
sv: Uppdaterar...
uk: Оновлення...
vi: Đang cập nhật...
zh_hant: 正在更新...

source: Upload
bg: Качване
cs: Nahrát
de: Hochladen
es: Subir
fr: Téléverser les informations
it: Carica
nb_no: Last opp
nl: Uploaden
pl: Prześlij
pt_pt: Transferir
ru: Выгрузка
sv: Ladda upp
uk: Вивантажити
vi: Tải lên
zh_hant: 上傳

source: Upload Glucose
bg: Качване на глюкоза
cs: Nahrát glukózu
da: Upload Blodsukker
de: Glukose hochladen
es: Subir Glucosa
fr: Téléverser les mesures du taux de Glucose
it: Carica Glicemia
nb_no: Last opp blodsukker
nl: Glucose uploaden
pl: Prześlij Glikemię
pt_pt: Enviar Glicose
ru: Загрузить глюкозу
sv: Ladda upp glukos
uk: Вивантажити Glucose
vi: Tải đường huyết lên
zh_hant: 上傳血糖

source: Upload glucose to Nightscout
bg: Качване на глюкоза в Nightscout
cs: Nahrát glukózu do Nightscoutu
da: Upload glucose til Nightscout
de: Glukose zu Nightscout hochladen
es: Subir glucosa a Nightscout
fr: Téléverser le glucose vers Nightscout
it: Carica glucosio su Nightscout
nb_no: Laste opp blodsukker til Nightscout
nl: Upload glucose naar Nightscout
pl: Prześlij glikemię do Nightscout
pt_pt: Enviar glicose para o Nightscout
ru: Загрузить глюкозу в Ночной Скаут
sv: Ladda upp glukos till Nightscout
uk: Вивантажити глюкозу до нічного розвідки
vi: Tải đường huyết lên Nightscout
zh_hant: 將血糖上傳到Nightscout

source: Upper limit of the Autosens Ratio.
bg: Горна граница на коефициента на Autosens.
cs: Horní hranice poměru Autosens.
da: Øvre grænse for Autosens Ratio.
de: Obere Grenze des Autosens Verhältnisses.
es: Límite superior de la relación Autosens.
fr: Limite supérieure de la sensibilité automatique du ratio "ratio Autosens".
it: Limite superiore del rapporto Autosense.
nb_no: Øvre grense for Autosens ratio.
nl: Bovengrens van de Autosens Ratio.
pl: Górny limit współczynnika Autosens.
pt_pt: Limite superior da Taxa de Autosens.
sv: Övre gräns för Autosens ratio.
uk: Верхня межа співвідношення автозапуску.
vi: Cao hơn giới hạn của Autosens Ratio.
zh_hant: 自動敏感度比率的上限。
